[{
    "meal" : "Pizza Margherita",
    "image" : "pizza.jpg",
    "preparation" : "Preheat the oven to 230. Add the sugar and crumble the fresh yeast into warm water. Allow the mixture to stand for 10-15 minutes in a warm place until froth develops on the surface. Sift the flour and salt into a large mixing bowl, make a well in the middle and pour in the yeast mixture and olive oil. Lightly flour your hands, and slowly mix the ingredients together until they bind. Throw down the dough and begin kneading for 10 minutes until smooth, silky and soft. Place in a lightly oiled, non-stick baking tray. Spread the passata on top making sure you go to the edge. Evenly place the mozzarella on top, season with the oregano, then drizzle with a little olive oil. Cook in the oven for 10-12 minutes until the cheese slightly colours. When ready, place the basil leaf on top and tuck in.",
    "ingredients" : ["Flour", "Yeast", "Water", "Olive oil", "Passata", "Mozzarella", "Oregano", "Basil"]
},
{
    "meal" : "Spaghetti alla Carbonara",
    "image" : "carbonara.jpg",
    "preparation" : "Put a large saucepan of water on to boil. Finely chop the 100g pancetta and grate 50g pecorino cheese and 50g parmesan and mix them together. Beat the 3 eggs in a bowl and season. Add 1 tsp salt to the boiling water, add 350g spaghetti and when the water comes back to the boil, cook at a constant simmer for 10 minutes or until al dente. While the spaghetti is cooking, fry the pancetta. Leave to cook on a medium heat for about 5 minutes, stirring often, until the pancetta is golden and crisp. When the pasta is ready, lift it from the water with a pasta fork and put it in the frying pan with the pancetta and don't throw the pasta water away yet. Mix most of the cheese in with the eggs, keeping a small handful back for sprinkling over later. Take the pan of spaghetti and pancetta off the heat. Now quickly pour in the eggs and cheese, lift up the spaghetti so it mixes easily with the egg mixture, which thickens but doesn't scramble, and everything is coated. Add extra pasta cooking water to keep it saucy. Season with a little salt, if needed. Serve with a little sprinkling of the remaining cheese.",
    "ingredients" : ["Spaghetti", "Egg Yolks", "Salt", "Panceta", "Pecorino Romano"]
},
{
    "meal" : "Lasagne",
    "image" : "lasagne.jpg",
    "preparation" : "Heat the oil in a large saucepan. Use a sharp knife to chop the bacon into small pieces. Add the bacon to the pan and cook for just a few mins until starting to turn golden. Add the onion, celery and carrot, and cook over a medium heat for 5 mins, stirring occasionally, until softened. Add the garlic and cook for 1 min, then tip in the mince and cook, stirring and breaking it up with a wooden spoon, for about 6 mins until browned all over. Stir in the tomato and cook for 1 min, mixing in well with the beef and vegetables. Simmer for 20 mins. Heat oven to 200C/180C. To assemble the lasagne, ladle a little of the ragu sauce into the bottom of the roasting tin or casserole dish, spreading the sauce all over the base. Place 2 sheets of lasagne on top of the sauce overlapping to make it fit, then repeat with more sauce and another layer of pasta. Repeat with a further 2 layers of sauce and pasta, finishing with a layer of pasta. Top with the mozzarella, sprinkle Parmesan over the top and bake until golden and bubbling.",
    "ingredients" : ["Olive Oil", "Bacon", "Onion", "Celery", "Carrots", "Minced Beef", "Tomato Puree", "Chopped Tomatoes", "Lasagne Sheets", "Mozzarella", "Parmesan Cheese"]

},
{
    "meal" : "Fettuccine Alfredo",
    "image" : "fettuccine.jpg",
    "preparation" : "Cook pasta in a large pot of boiling water and salt. Add heavy cream and butter to a large skillet over medium heat until the cream bubbles and the butter melts. Whisk in parmesan and add seasoning (salt and black pepper). Let the sauce thicken slightly and then add the pasta and toss until coated in sauce. Garnish with parsley, and it's ready.",
    "ingredients" : ["Fettuccine", "Heavy Cream","Butter","Parmesan","Parsley"]
},
{
    "meal" :"Spaghetti Bolognese",
    "image" : "bolognese.jpg",
    "preparation" : "Put the onion and oil in a large pan and fry over a fairly high heat for 3-4 mins. Add the garlic and mince and fry until they both brown. Add the mushrooms and herbs, and cook for another couple of mins. Stir in the tomatoes, beef stock, tomato puree and seasoning. Bring to the boil, then reduce the heat, cover and simmer, stirring occasionally, for 30 mins. Meanwhile, cook the spaghetti in a large pan of boiling, salted water. Drain well, run hot water through it, put it back in the pan and add a dash of olive oil, if you like, then stir in the meat sauce. Serve in hot bowls and hand round Parmesan cheese, for sprinkling on top.",
    "ingredients" : ["Onions", "Olive oil", "Minced beef", "Mushrooms", "Oregano", "Tomatoes", "Hot beef stock", "Tomato puree", "Spaghetti", "Parmesan"]
},
{
    "meal" :"Spinach & Ricotta Cannelloni",
    "image" : "cannelloni.jpg",
    "preparation" :"Heat the oil in a large pan and fry the garlic for 1 min. Add the sugar, vinegar, tomatoes and some seasoning and simmer for 20 mins, stirring occasionally, until thick. Add the basil and pour sauce in shallow ovenproof dish. Make a sauce by beating the mascarpone with the milk until smooth, season, then set aside. Put the spinach in a large colander and pour over a kettle of boiling water to wilt it. When cool enough to handle squeeze out the excess water. Roughly chop the spinach and mix in a large bowl with 100g Parmesan and ricotta. Season well with salt and pepper. Heat oven to 180C. Using a piping bag or plastic food bag with the corner snipped off, squeeze the filling into the cannelloni tubes. Lay the tubes, side by side, on top of the tomato sauce and spoon over the mascarpone sauce. Top with Parmesan and mozzarella. Bake for 30-35 mins until golden and bubbling. Remove from oven and let stand for 5 mins before serving.",
    "ingredients" : ["Olive Oil", "Garlic", "Red Wine Vinegar", "Chopped Tomatoes", "Basil Leaves", "Mascarpone", "Milk", "Parmesan", "Mozzarella", "Spinach", "Ricotta", "Cannelloni"]
    
}]

